---
kind: other
id: Properties.T:Autodesk.Revit.DB.GraphicsStyle
source: html/a8b76dfa-24fd-b0fa-3a28-e6d0aff99d9a.htm
---
# GraphicsStyle Properties

The id of the assembly instance to which the element belongs.